:PROPERTIES:
:ID:       A2A5ACF4-63A3-4198-BFC5-D458503BEDCE
:END:
#+title: 2022-04-06
#+HUGO_SECTION:daily
#+filetags: :draft:
#+filetags: :draft:
* 学到知识
** 主动组织
*** 1. 语义词条
:LOGBOOK:
CLOCK: [2022-04-06 Wed 18:43]--[2022-04-06 Wed 18:48] =>  0:05
- Note taken on [2022-04-06 Wed 16:13] \\
  finished 1 entry
CLOCK: [2022-04-06 Wed 15:44]--[2022-04-06 Wed 16:13] =>  0:29
- Note taken on [2022-04-06 Wed 11:22] \\
  2 entries finished
CLOCK: [2022-04-06 Wed 10:43]--[2022-04-06 Wed 11:22] =>  0:39
- Note taken on [2022-04-06 Wed 10:36] \\
  finished 10 entries
CLOCK: [2022-04-06 Wed 10:00]--[2022-04-06 Wed 10:36] =>  0:36
- Note taken on [2022-04-06 Wed 09:54] \\
  finish all the headings
CLOCK: [2022-04-06 Wed 09:26]--[2022-04-06 Wed 09:52] =>  0:26
:END:
原子化.提取高粒度信息.
XX是___
场景准备:
+ Slide 材料
+ Goodnote 材料
 + 
+ Org-mode 笔记处.
  所有词条以heading node的形式记录

我首先看了ppt.上面有很多特殊字体和空间排版过的单个关键字.我把这些关键字都记录下来
然后我看了书.我看到不清楚意思的关键字和特殊排版就记录下来.
我尽量保持outside.不陷入单个词条.

首先做词条,然后一个一个解释词条可以明确边界,停止「在看完一个概念后不停歇地继续看下一个」这样自我毁灭的行为.把信息原子化.
*** 2. 结构化
* 紧急事件:时间不足
我今天刷了太多的社交媒体,所以没有时间实验[[学到知识]]这个机器了.

与之相对地,我将首先针对全部内容执行语义词条的步骤.在这之上,我将拥有看懂题目的能力.

之后,在结构化和之后前,我将从tutorail和lab中收集和记录信息.
** 语义词条
*** Process synchronization
:LOGBOOK:
CLOCK: [2022-04-07 Thu 08:54]--[2022-04-07 Thu 09:07] =>  0:13
CLOCK: [2022-04-07 Thu 06:46]--[2022-04-07 Thu 07:42] =>  0:56
- Note taken on [2022-04-06 Wed 19:12] \\
  set up all 18 entries
CLOCK: [2022-04-06 Wed 18:55]--[2022-04-06 Wed 19:12] =>  0:17
:END:
*** CPU scheduling
:LOGBOOK:
CLOCK: [2022-04-07 Thu 12:32]--[2022-04-07 Thu 12:41] =>  0:09
CLOCK: [2022-04-07 Thu 10:21]--[2022-04-07 Thu 10:50] =>  0:29
CLOCK: [2022-04-07 Thu 09:19]--[2022-04-07 Thu 09:47] =>  0:28
CLOCK: [2022-04-07 Thu 09:07]--[2022-04-07 Thu 09:16] =>  0:09
:END:
add 30 minutes in this
*** Deadlock
:LOGBOOK:
CLOCK: [2022-04-07 Thu 13:04]--[2022-04-07 Thu 14:14] =>  1:10
CLOCK: [2022-04-07 Thu 12:56]--[2022-04-07 Thu 13:04] =>  0:08
:END:

*** Web

